{
    "personal_data":"Personal data",
    "text_1":"At At-Classics Shop, we take data protection and privacy very seriously. As a company based in Croatia and operating under the EU General Data Protection Regulation (GDPR), we are committed to complying with the regulations and protecting the personal data of our customers.",
    "text_2":"Collection and Use of Personal Data: We collect personal data from customers when they place an order on our website, register for an account, or subscribe to our newsletter. This data includes names, addresses, email addresses, and payment information. We use this data to process orders, send order confirmations and shipping updates, and provide customer support. We may also use this data to send marketing and promotional emails, if you have opted in to our newsletter.",
    "text_3":"Data Retention: We retain personal data for as long as necessary to provide the services requested by our customers, or as required by law.",
    "text_4":"Data Security: We have implemented appropriate technical and organizational measures to protect personal data from accidental or unauthorized access, alteration, or disclosure.",
    "text_5":"Data Access and Correction: Customers have the right to request access to their personal data, as well as the right to request correction or deletion of any inaccuracies. Please contact us at contact@autotoni.hr to exercise these rights.",
    "text_6":"Third-Party Service Providers: We may use third-party service providers to process personal data on our behalf, such as payment processors and shipping companies. These service providers are contractually obligated to protect personal data and use it only for the purpose of providing their services to us.",
    "text_7":"Cookies and Tracking Technologies: Our website uses cookies and other tracking technologies to improve the functionality and user experience. Customers can disable the use of cookies in their browser settings.",
    "text_8":"Changes to Our Privacy Policy: We reserve the right to make changes to our privacy policy at any time. Any changes will be posted on this page, so please check back periodically for updates. If you have any questions or concerns about our data protection and privacy practices, please contact us at contact@autotoni.hr."
}