{
    "terms_and_conditions":"Terms and conditions",
    "text_1":"Welcome to At-Classics Shop, an online store for printed products owned and operated by Auto Toni, a company based in Croatia, owned by Mato Delinger. By using this website, you agree to the following terms and conditions:",
    "text_2":"Product Description: We strive to provide accurate descriptions of our products. However, we do not guarantee that the descriptions or other content available on the website are error-free, complete, or current.",
    "text_3":"Order Processing: All orders are subject to product availability and credit card verification. We will notify you by email if there are any issues with your order.",
    "text_4":"Pricing and Payment: All prices on the website are in Euros and are subject to change without notice. We accept payment by PayPal.",
    "text_5":"Shipping and Handling: We ship to addresses within EU. Shipping costs will be calculated at checkout and are based on the weight and dimensions of the package.",
    "text_6":"Returns and Refunds: If you are not satisfied with your purchase, you may return the item within 14 days of receipt for a refund. Items must be returned in new, unused condition and in the original packaging.",
    "text_7":"Intellectual Property: All content on this website, including images, text, and designs, are the property of Auto Toni and are protected by copyright and trademark laws.",
    "text_8":"Limitation of Liability: We shall not be liable for any damages of any kind arising from the use of this website or the products sold on it, including but not limited to direct, indirect, incidental, punitive, and consequential damages.",
    "text_9":"Privacy Policy: We respect your privacy and are committed to protecting it. Please refer to our Privacy Policy for more information on how we use your personal information.",
    "text_10":"By using this website, you acknowledge that you have read and agree to these terms and conditions. If you do not agree to these terms, please do not use this website. We reserve the right to make changes to these terms and conditions at any time without notice."
}