{
    "personal_data": "Osobni podaci",
    "text_1": "U trgovini At-Classics ozbiljno shvaćamo zaštitu podataka i privatnost. Kao tvrtka sa sjedištem u Hrvatskoj koja posluje u skladu s Općom uredbom o zaštiti podataka (GDPR) Europske unije, obvezujemo se pridržavati propisa i štititi osobne podatke naših kupaca.",
    "text_2": "Prikupljanje i korištenje osobnih podataka: Prikupljamo osobne podatke od kupaca kada naruče proizvod na našoj web stranici, registriraju račun ili se pretplate na naš newsletter. Ti podaci uključuju imena, adrese, e-adrese i podatke o plaćanju. Podatke koristimo za obradu narudžbi, slanje potvrda o narudžbi i ažuriranja o dostavi te pružanje podrške kupcima. Također, podatke možemo koristiti za slanje marketinških i promotivnih e-pošti, ako ste se prijavili za naš newsletter.",
    "text_3": "Čuvanje podataka: Čuvamo osobne podatke onoliko dugo koliko je potrebno za pružanje usluga koje su zatražene od naših kupaca, ili koliko je propisano zakonom.",
    "text_4": "Sigurnost podataka: Implementirali smo prikladne tehničke i organizacijske mjere kako bismo zaštitili osobne podatke od slučajnog ili neovlaštenog pristupa, izmjene ili otkrivanja.",
    "text_5": "Pristup i ispravljanje podataka: Kupci imaju pravo zatražiti pristup svojim osobnim podacima, kao i pravo zatražiti ispravak ili brisanje bilo kakvih netočnosti. Molimo vas da nas kontaktirate na contact@autotoni.hr kako biste ostvarili ta prava.",
    "text_6": "Davatelji usluga treće strane: Možemo koristiti davatelje usluga treće strane za obradu osobnih podataka u naše ime, kao što su procesori plaćanja i tvrtke za dostavu. Ti davatelji usluga su ugovorno obvezani štititi osobne podatke i koristiti ih samo u svrhu pružanja usluga nama.",
    "text_7": "Kolačići i tehnologije praćenja: Naša web stranica koristi kolačiće i druge tehnologije praćenja kako bi poboljšala funkcionalnost i korisničko iskustvo. Kupci mogu onemogućiti upotrebu kolačića u postavkama svog preglednika.",
    "text_8":"Promjene naših pravila privatnosti: Zadržavamo pravo da u bilo kojem trenutku promijenimo naša pravila privatnosti. Sve promjene će biti objavljene na ovoj stranici, stoga redovito provjeravajte za ažuriranja. Ako imate bilo kakvih pitanja ili briga o zaštiti podataka i našoj praksi privatnosti, molimo kontaktirajte nas na contact@autotoni.hr."
}