{
    "terms_and_conditions":"Uvjeti korištenja",
    "text_1":"Dobrodošli u At-Classics Shop, online trgovinu za proizvode s ispisom koju posjeduje i upravlja tvrtka Auto Toni iz Hrvatske, vlasnika Mata Delingera. Korištenjem ove web stranice, prihvaćate sljedeće uvjete i odredbe:",
    "text_2":"Opis proizvoda: Trudimo se pružiti točne opise naših proizvoda. Međutim, ne možemo jamčiti da su opisi ili drugi sadržaji dostupni na web stranici bez pogrešaka, potpuni ili ažurni.",
    "text_3":"Obrada narudžbi: Sve narudžbe su podložne dostupnosti proizvoda i provjeri kreditne kartice. Obavijestit ćemo vas e-poštom ako postoje bilo kakvi problemi s vašom narudžbom.",
    "text_4":"Cijene i plaćanje: Sve cijene na web stranici su u eurima i podložne su promjeni bez prethodne najave. Prihvaćamo plaćanje putem PayPal-a.",
    "text_5":"Dostava i rukovanje: Dostavljamo na adrese unutar EU. Troškovi dostave će biti izračunati prilikom odjave i temelje se na težini i dimenzijama paketa.",
    "text_6":"Povrat i povrat novca: Ako niste zadovoljni svojom kupnjom, možete vratiti proizvod u roku od 14 dana od primitka za povrat novca. Predmeti se moraju vratiti u novom, nekorištenom stanju i u originalnom pakiranju.",
    "text_7":"Intelektualno vlasništvo: Svi sadržaji na ovoj web stranici, uključujući slike, tekstove i dizajne, vlasništvo su tvrtke Auto Toni i zaštićeni su zakonima o autorskim pravima i zaštitnim znakovima.",
    "text_8":"Ograničenje odgovornosti: Nećemo biti odgovorni za bilo kakvu štetu koja proizlazi iz korištenja ove web stranice ili proizvoda prodanih na njoj, uključujući, ali ne ograničavajući se na izravnu, neizravnu, slučajnu, kaznenu i posljedičnu štetu.",
    "text_9":"Pravila o privatnosti: Poštujemo vašu privatnost i posvećeni smo zaštiti iste. Molimo pogledajte našu politiku privatnosti za više informacija o tome kako koristimo vaše osobne podatke.",
    "text_10":"Korištenjem ove web stranice, potvrđujete da ste pročitali i slažete se s ovimuvjetima i odredbama. Ako se ne slažete s ovim uvjetima, molimo vas da ne koristite ovu web stranicu. Zadržavamo pravo izmjene ovih uvjeta i odredbi u bilo kojem trenutku bez prethodne najave."
}